{
  "SkeletalMuscleKg_leve1_suggestion": "It is recommended to conduct appropriate strength training and maintain good nutritional eating habits. Strength training recommends weightlifting, pull-up, and sufficient intake of high-quality protein, high-quality carbon water, and high-quality fat.",
  "proteinPercentage_leve2_name": "Standard",
  "visfat_leve1_name_h8": "Slightly low",
  "heart_leve5_name": "high",
  "BodyParam_waterICWKg_leve2_evaluation_h8": "The water content in the cells is within the standard range, in which case the body is in good health.",
  "BodyScore_leve4_suggestion": "Maintain a good lifestyle and pay continued attention to health. Maintain a balanced diet, moderate exercise, good sleep, and a good mental state.",
  "MusRate_leve1_name": "Insufficient",
  "water_leve3_name": "Excellent",
  "visfat_leve1_name_h4": "Standard",
  "BodyHealth_leve1_name": "Potential health risks",
  "MusRate_leve1_evaluation": "Insufficient exercise and dieting are important causes of muscle loss. Muscles are the main consumers of calories, and increasing muscle mass can improve calorie expenditure, allowing you to lose excess fat in a healthy way.",
  "BodySubcutaneousFat_leve3_evaluation": "The body fat content exceeds the health level, which may lead to obesity, hypertension, cardiovascular disease and other health problems",
  "MuscleControl_name": "Muscle control",
  "bone_name": "Bone mass",
  "BodySubcutaneousFat_leve1_name": "Insufficient",
  "bone_leve1_evaluation": "When bone mass is insufficient, bones are prone to problems such as osteoporosis.",
  "mus_leve2_suggestion": "During the muscle-building phase, you need to ensure an energy surplus, with calorie intake higher than calorie expenditure. Focus on consuming foods rich in protein, such as chicken breast and egg whites. Carbohydrates from grains and sweet potatoes are also beneficial.",
  "water_leve1_name": "Slightly low",
  "proteinPercentage_leve3_evaluation": "The body protein content is above the standard level and belongs to the excellent range.",
  "BodyFatKg_leve5_name": "Severely high",
  "BodyLBW_leve1_name_h8": "Insufficient",
  "visfat_leve2_name_h4": "High",
  "Smi_introduction": "The skeletal muscle mass index is used to study sarcopenia (muscle loss). Nowadays, many researchers use SMI for the diagnosis of sarcopenia.",
  "visfat_leve3_name_h8": "Slightly high",
  "bone_leve3_suggestion": "It is recommended to continue to maintain a balanced diet, do moderate aerobic and anaerobic exercise, and maintain good diet and living habits.",
  "BodyParam_muscleKgRightArm": "Right arm muscle mass",
  "BodyParam_bodyFatRateRightLeg": "Right leg fat ratio",
  "BodyLBW_leve2_suggestion_h8": "Maintaining a balanced and nutritious dietary intake and proper strength training will help maintain the body's health and improve the body's exercise endurance.",
  "FatGrade_leve5_evaluation": "Seriously exceeding the normal range, belonging to moderate obesity and has a higher health risk.",
  "FatGrade_leve2_name": "Standard",
  "BMR_leve1_evaluation": "Your BMR is below standard! Dieting, staying up late, and lack of exercise can lead to a lower BMR, making it difficult to burn fat. Even a slight overeating can easily lead to weight gain.",
  "heart_leve3_suggestion": "It is recommended to continue maintaining a healthy diet, moderate exercise, and a good mental state, while maintaining a normal heart rate.",
  "Bodystandard_name": "Standard weight",
  "Weight_leve2_name": "Standard",
  "BodyFatKg_leve4_suggestion": "Formulate a reasonable diet plan, reduce the intake of high-calorie and high-fat food, and increase aerobic exercise and strength training.",
  "BodyParam_bodyFatRateRightArm_introduction": "The ratio of fat weight distributed on the right hand to the average value in the population.",
  "BodyScore_leve3_name": "Good",
  "Bodyfat_introduction": "Body fat rate refers to the percentage of adipose tissue in the human body. Body fat rate can be used to evaluate a person's body fat level and body composition.",
  "BodyParam_muscleRateLeftArm": "Left arm muscle rate",
  "Bodyfat_leve4_suggestion": "Formulate a reasonable diet plan, limit the intake of high-calorie food and sugar, and strengthen aerobic exercise and strength training.",
  "BodyParam_obesity_leve3_name_h8": "High",
  "BodyFatKg_leve2_suggestion": "Maintain a balanced diet and moderate exercise to maintain normal fat levels.",
  "BodyHealth_leve3_suggestion": "Maintain good living habits, including healthy diet, moderate exercise, adequate sleep and stress management.",
  "BodyParam_waterICWKg_leve3_name_h8": "High",
  "BodyHealth_leve2_suggestion": "Pay attention to rest and relaxation, and adjust the balance between work and life. Keep moderate exercise, take a healthy diet, and eat more fresh fruits and vegetables and nutritious food. Avoid excessive stress and anxiety.",
  "visfat_leve2_evaluation_h4": "High visceral fat level refers to high visceral fat content, which may affect physical health. Pay attention to the risk of fatty liver.",
  "SkeletalMuscleKg_leve1_name": "Insufficient",
  "BMI_leve4_name": "Obese",
  "BodyParam_waterICWKg_introduction": "Water refers to blood, lymph, extracellular fluid, intracellular fluid, etc. that contain water in the body. It has functions that are important to the body, such as transporting nutrients, recycling wastes in the body, and maintaining body temperature. Maintaining a healthy hydration ratio ensures efficient body function and reduces the risk of related health problems.",
  "visfat_name": "Visceral fat",
  "visfat_introduction": "Body visceral fat refers to the adipose tissue surrounding the organs, mainly distributed in the abdominal cavity, including the fat around organs such as the liver, heart, kidneys, and pancreas. The increase of visceral fat will increase the risk of chronic metabolic diseases, such as cardiovascular disease, diabetes, etc.",
  "BodyHealth_leve1_suggestion": "Adjust lifestyle and dietary habits to reduce risks and improve health status. It is recommended to go to a regular medical institution for physical examination and evaluation, and follow the guidance and suggestions of doctors",
  "Bodyfat_leve1_evaluation": "Currently, the body fat rate is slightly low. When there is insufficient fat to provide energy for daily activities, the body will start to consume protein. Excessive protein consumption can damage body tissues.",
  "BodyParam_cellMassKg_leve1_name_h8": "Insufficient",
  "water_leve3_suggestion": "Maintain good drinking habits, pay attention to balanced nutrition in diet, and maintain an appropriate amount of physical activity.",
  "BMR_leve3_name_h8": "Excellent",
  "heart_leve1_evaluation": "A heart rate below the normal range may indicate weak heart function or the presence of a disease.",
  "BodySubcutaneousFat_leve2_suggestion": "Eat a balanced diet, consume appropriate nutrients such as protein, fat, carbohydrates, etc., and reduce the intake of high-calorie foods such as candy and fried foods. Proper aerobic exercise can promote fat metabolism and help reduce subcutaneous fat content.",
  "BodyParam_cellMassKg_leve3_suggestion_h8": "Maintaining a good diet and living habits, adequate sleep and proper exercise all help to maintain excellent cell mass in the body.",
  "proteinPercentage_introduction": "Protein rate refers to the percentage of protein content in human tissues to total body weight.",
  "BodyFatKg_leve2_evaluation": "The fat content is within the normal range and meets health standards.",
  "BodyParam_muscleKgLeftArm_introduction": "Weights of various muscle segments, such as left hand muscle mass, right hand muscle mass, etc.",
  "Bodyfat_leve2_suggestion": "Please continue to maintain a healthy diet and moderate exercise to maintain a standard body fat rate.",
  "BMI_leve3_name": "Overweight",
  "BodySkeletal_leve3_suggestion": "Skeletal muscle rate has a significant impact on physical health and quality of life. Please continue to maintain a reasonable diet, moderate exercise, and strength training to maintain physical health.",
  "visfat_leve3_evaluation": "A high level of visceral fat refers to a high level of visceral fat, which may affect physical health. Pay attention to the risk of fatty liver disease",
  "BodyHealth_leve2_name": "Sub-health",
  "heart_leve1_name": "Too low",
  "WHR_leve2_suggestion": "For people with a standard waist to hip ratio, it is important to continue maintaining a healthy lifestyle and a balanced diet. This includes regular systemic exercise, maintaining moderate weight and fat content, and consuming rich nutrients. In addition, it is also important to pay attention to mental health and adopt a positive attitude and methods to cope with stress.",
  "Weight_leve2_name_h8": "Standard",
  "BodyParam_muscleRateLeftArm_introduction": "The ratio of the muscle rate distributed on the left hand to the average value in the population.",
  "Smi_leve2_name": "standard",
  "BodyParam_waterICWKg": "Intracellular water",
  "BodyParam_bodyFatRateTrunk_introduction": "The ratio of fat weight distributed in the trunk to the average value in the population.",
  "BMR_leve2_name": "Excellent",
  "visfat_leve2_suggestion_h4": "It is suggested to reduce high-fat and high-calorie food, increase the intake of fruits and vegetables, coarse grains and high-quality protein, and carry out proper aerobic exercise and anaerobic exercise every week, so as to quit smoking and limit alcohol consumption and maintain regular work and rest.",
  "BMI_leve4_suggestion": "Control the total calories in your diet, pay attention to the distribution of dietary structure, avoid consuming high-calorie, high-fat and high-sugar foods, exercise moderately, develop good living habits and reduce prolonged sitting.",
  "water_leve2_evaluation": "The body's water content is within the normal range and meets health standards.",
  "BodyParam_waterKg": "Total body water",
  "BodyHealth_leve3_name": "Average",
  "BodySkeletal_leve1_suggestion": "It is recommended to carry out appropriate strength training as well as good nutritional eating habits, such as weight lifting, pull-ups, etc., with adequate nutritional intake of good quality protein, good quality carbohydrates and good quality fats.",
  "BodyParam_waterICWKg_leve1_suggestion_h8": "It is recommended to increase the amount of drinking water, and properly consume fruits and vegetables with high water content, such as watermelon, cucumber, spinach, etc.",
  "Bodyfat_leve3_name_h8": "Overweight",
  "BodyFatKg_leve1_evaluation": "A lower fat content than the normal range may indicate a lack of sufficient energy reserves and fat to protect the organs.",
  "BodyParam_muscleKgRightLeg_introduction": "Weights of various muscle segments, such as left hand muscle mass, right hand muscle mass, etc.",
  "BodyParam_waterECWKg_leve2_evaluation_h8": "The water content of the extracellular part of the body fluid is within the standard range, and the body is in good health in this case.",
  "BodyParam_muscleRateLeftLeg_introduction": "The ratio of fat percentage distributed on the left foot to the average value in the population.",
  "MusRate_leve3_suggestion": "At present, your muscle mass is relatively sufficient, please continue to maintain an appropriate amount of exercise and a reasonable diet.",
  "BMI_leve2_name": "Standard",
  "Bodyfat_leve2_suggestion_h8": "Please continue to take a healthy diet and moderate exercise to maintain a standard body fat rate.",
  "BodySkeletal_leve2_name": "Standard",
  "FatGrade_leve3_name": "Overweight",
  "Weight_leve1_suggestion": "Increase the total intake of diet, ensure adequate nutrition, appropriately increase aerobic exercise and strength training to increase muscle mass, and pay attention to ensuring sufficient sleep and rest.",
  "BodyParam_waterECWKg_leve2_suggestion_h8": "It is recommended to maintain a good diet and living habits, increase the amount of drinking water appropriately, and avoid excessive drinking.",
  "mus_leve3_evaluation": "Muscle is the main force that your body uses for energy. Increased muscle energy allows you to burn calories faster and lose excess fat and weight in the healthiest way possible.",
  "BodyHealth_leve4_evaluation": "Good physical condition",
  "BodyParam_mineralKg_leve1_suggestion_h8": "It is recommended to increase the intake of foods containing corresponding inorganic salts, such as milk, beans, green leafy vegetables, etc.",
  "FatGrade_leve6_evaluation": "Very seriously exceeding the normal range, belonging to severe obesity, with serious health risks.",
  "MusRate_introduction": "Muscle rate refers to the percentage of muscle in the body composition to body weight. The higher the muscle rate, the greater the BMR, and the more calories consumed, making it less likely to gain weight.",
  "BodySubcutaneousFat_name": "Subcutaneous fat ratio",
  "BMI_leve1_name": "Underweight",
  "BMR_name": "BMR",
  "BodyParam_bodyFatKgRightLeg_introduction": "Weights of various body fat segments, such as left hand fat mass, right hand fat mass, etc.",
  "visfat_leve1_evaluation_h4": "The visceral fat level standard refers to that the visceral fat content is at a normal level and the body is healthy.",
  "BodyParam_waterICWKg_leve3_evaluation_h8": "The water content in the cells is too high, which can lead to problems such as water intoxication. Symptoms include headaches, nausea, and vomiting.",
  "BodySkeletal_name": "Skeletal muscle rate",
  "visfat_leve1_evaluation": "A low level of visceral fat refers to a low content of visceral fat, which is usually a sign of physical health.",
  "BodyHealth_leve5_suggestion": "Continue to maintain a healthy lifestyle, adhere to a regular diet and exercise.",
  "BodyFatKg_leve1_name": "Slightly low",
  "BodyParam_bodyFatKgRightArm_introduction": "Weights of various body fat segments, such as left hand fat mass, right hand fat mass, etc.",
  "BodyHealth_leve4_suggestion": "Continue to maintain good lifestyle habits, adhere to a healthy diet, moderate exercise, and sufficient rest.",
  "MusRate_name": "Muscle rate",
  "Weight_leve1_name": "Slightly low",
  "BodyParam_waterECWKg_leve3_evaluation_h8": "Excessive water content in the extracellular portion of body fluids can lead to problems such as edema, with symptoms including swollen extremities and abdominal bloating.",
  "FatGrade_leve3_evaluation": "Slightly above the normal range may indicate that the weight exceeds the ideal range.",
  "BodyParam_waterKg_introduction": "Water refers to blood, lymph, extracellular fluid, intracellular fluid, etc. that contain water in the body. It has functions that are important to the body, such as transporting nutrients, recycling wastes in the body, and maintaining body temperature. Maintaining a healthy hydration ratio ensures efficient body function and reduces the risk of related health problems.",
  "heart_leve4_suggestion": "It is recommended to continue maintaining a healthy diet, moderate exercise, and a good mental state, while maintaining a normal heart rate.",
  "Bodyfat_leve1_suggestion_h8": "Ensure adequate calorie and nutrition intake, properly carry out aerobic exercise and Strength training to increase muscle mass, and pay attention to sufficient sleep and rest.",
  "physicalAgeValue_leve2_evaluation": "The state of being physically older than the actual age may indicate poor physical health.",
  "Weight_leve2_evaluation": "The standard weight indicates that the body mass is within the normal range, but it is still necessary to maintain healthy lifestyle habits.",
  "BodyParam_mineralKg_leve3_name_h8": "Excellent",
  "Weight_leve3_name_h8": "Overweight",
  "BodyParam_bodyFatKgLeftArm_introduction": "Weights of various body fat segments, such as left hand fat mass, right hand fat mass, etc.",
  "BodyParam_mineralKg": "Minerals",
  "BodyScore_leve3_suggestion": "Maintain a healthy lifestyle and pay continued attention to health. Maintain a balanced diet, moderate exercise, good sleep, and a good mental state.",
  "BodyType_introduction": "General description and rating of body shape",
  "BMR_leve3_evaluation_h8": "The body metabolizes faster and consumes more energy. Many people who are easy to lose weight have an excellent BMR level",
  "water_leve1_evaluation": "The body has a low water content and may have certain health issues.",
  "BodyType_leve7_name": "Edematous obese ",
  "visfat_leve1_suggestion_h4": "Regular and healthy diet and moderate exercise are helpful to maintain the health of visceral fat level, while paying attention to controlling body weight within the normal range.",
  "heart_leve4_name": "Normal",
  "SkeletalMuscleKg_leve3_suggestion": "Skeletal muscle mass has a significant impact on physical health and quality of life. Please continue to maintain a reasonable diet, moderate exercise, and strength training to maintain physical health.",
  "heart_leve1_suggestion": "If symptoms of low heart rate occur, it is recommended to consult a doctor for professional advice and necessary examinations.",
  "BodyControl_introduction": "Based on standard weight and BMI, recommend your weight control standard.",
  "BodyScore_introduction": "Physical score is a comprehensive indicator for assessing physical health status",
  "bone_leve2_name": "Standard",
  "heart_introduction": "Heart rate refers to the number of beats per minute of the heart. The normal heart rate range varies depending on individual differences.",
  "BodyScore_leve2_suggestion": "Strengthen health management and improve physical condition by improving lifestyle. Develop regular dietary habits, increase moderate exercise, ensure sufficient sleep, and actively relieve stress.",
  "BodyParam_bodyFatRateLeftLeg": "Left leg fat ratio",
  "physicalAgeValue_leve2_suggestion": "It is recommended to improve lifestyle, such as keeping a balanced and nutritious diet, increasing exercise, getting enough sleep, quitting smoking and limiting alcohol consumption, and undergoing regular and comprehensive medical checkups to detect potential health risks at an early stage.",
  "visfat_leve2_suggestion": "A regular and healthy diet and moderate exercise can help maintain a healthy level of visceral fat, while also paying attention to controlling weight within a normal range.",
  "BodyParam_waterECWKg_leve1_name_h8": "Low",
  "BodySubcutaneousFat_leve3_suggestion": "Reduce the intake of high-calorie foods, such as candy and fried foods, control the amount of food consumed, rationize the diet, avoid being too full or hungry, and increase aerobic exercise appropriately, such as jogging, swimming, and brisk walking, which can help consume excess fat",
  "water_name": "Water ratio",
  "BodyHealth_leve2_evaluation": "The physical or psychological condition is not ideal enough, with some discomfort or mild symptoms, but has not yet reached the level of a disease.",
  "Bodyfat_leve2_evaluation_h8": "The body fat rate is within the normal range and meets health standards.",
  "BodyType_leve5_name": "Standard ",
  "Weight_leve3_evaluation": "Being overweight will increase the risk of heart disease, hypertension, diabetes and other diseases",
  "Bodyfat_leve5_suggestion": "It is recommended to go to a regular medical institution for a comprehensive physical examination and seek the help of a professional physician or dietitian to develop a personalized weight loss plan, including diet and exercise regimen.",
  "BodyParam_cellMassKg_leve2_suggestion_h8": "In order to maintain the body's cell mass standard, it is recommended to maintain a good diet and living habits, exercise and rest in a reasonable schedule, and avoid excessive fatigue and stress.",
  "Bodyfat_leve1_name_h8": "Lean",
  "BMR_introduction": "BMR refers to the body's basal metabolic rate, which is the minimum rate of energy expenditure required by the body to sustain basic life activities in a quiet state.BMR is mainly affected by factors such as age, gender, height, weight and muscle mass, and it is the main source of the body's daily energy expenditure.",
  "BMI_leve1_suggestion": "Increase dietary intake appropriately, consume sufficient calories and nutrients, engage in appropriate exercise activities, and ensure sufficient sleep and rest.",
  "BodyParam_muscleRateRightArm_introduction": "The ratio of the muscle rate distributed on the right hand to the average value in the population.",
  "BodyParam_muscleRateRightArm": "Right arm muscle rate",
  "BMR_leve2_name_h8": "Standard",
  "BodyParam_bodyFatKgTrunk_introduction": "Weights of various body fat segments, such as left hand fat mass, right hand fat mass, etc.",
  "visfat_leve3_name_h4": "High",
  "proteinPercentage_leve2_evaluation": "The body's protein content is within the normal range and meets health standards.",
  "mus_leve3_name": "Excellent",
  "BodyParam_bodyFatRateTrunk": "Body fat rate",
  "BodyParam_dCI": "Recommended calorie intake ",
  "trunk": "Trunk",
  "visfat_leve2_evaluation": "The visceral fat level standard refers to the normal level of visceral fat content and good physical health.",
  "Bodyfat_leve1_evaluation_h8": "A lower body fat rate than the normal range may indicate a lack of sufficient fat reserves and insufficient muscle mass.",
  "BodyType_leve8_name": "Overweight muscular",
  "BMR_leve1_evaluation_h8": "When the BMR is lower than the normal range, it may cause the body's metabolism to slow down and energy consumption to be insufficient. Common causes include aging, loss of muscle mass, and being underweight.",
  "FatGrade_leve1_evaluation": "Below the normal range, it may indicate underweight, malnutrition, or metabolic problems.",
  "BodyParam_cellMassKg_leve1_suggestion_h8": "It is recommended to increase the intake of protein, vitamins, etc., exercise appropriately, and try to avoid staying up late and irregular lifestyles.",
  "BodyParam_waterICWKg_leve2_name_h8": "Standard",
  "mus_leve2_name": "Standard",
  "BodyParam_bodyFatSubCutKg": "Subcutaneous fat mass",
  "BodyParam_waterECWKg_leve1_suggestion_h8": "It is recommended to increase the amount of drinking water, and properly consume fruits and vegetables with high water content, such as watermelon, cucumber, spinach, etc.",
  "BodySubcutaneousFat_leve1_evaluation": "Having a low level of body fat may lead to decreased immunity, malnutrition, and reproductive system problems.",
  "BodyScore_leve3_evaluation": "Good physical condition, basically meeting health standards.",
  "BodyLBW_name": "Fat-free mass",
  "BodyParam_mineralKg_leve2_evaluation_h8": "The content of some inorganic salts in the body is within the standard range, such as calcium, magnesium, iron and so on.",
  "BodyParam_bodyFatRateRightLeg_introduction": "The ratio of fat weight distributed on the right foot to the average value in the population.",
  "FatGrade_leve6_suggestion": "It is recommended to seek the help of a professional doctor or dietitian to develop a personalized weight loss plan, including changes in diet and exercise.",
  "visfat_leve3_suggestion": "It is recommended to reduce the high fat and high calorie foods, increase the intake of vegetables, fruits, coarse grains and high-quality protein, carry out aerobic exercise and Anaerobic exercise 3-5 times a week for more than 30 minutes each time, quit smoking and limit alcohol consumption, and keep regular work and rest.",
  "bone_leve3_evaluation": "When the bone mass is excellent, the bones are very strong, which is a sign of a high level of physical health.",
  "WHR_leve1_evaluation": "A low waist to hip ratio means that the body's fat distribution is mainly concentrated in the trunk and chest, with less accumulation in the waist and buttocks. Generally speaking, a low waist to hip ratio is considered an ideal form of the body.",
  "BodyParam_bodyFatKgLeftArm": "Left arm fat mass",
  "heart_name": "Heart rate",
  "WHR_leve3_name": "high",
  "BodyParam_waterICWKg_leve3_suggestion_h8": "It is recommended to appropriately reduce the amount of drinking water and control the intake of foods with high water content, such as watermelon and cucumber.",
  "BMI_leve1_evaluation": "Underweight may lead to malnutrition, reduced immunity and other problems",
  "BodySkeletal_introduction": "Skeletal muscles are the largest muscle tissue in the human body, not only supporting the body, but also consuming energy and promoting metabolism. The skeletal muscle rate of the body is an important indicator of muscle health, and either too low or too high may have an impact on health.",
  "BodyLBW_leve3_suggestion_h8": "Keeping a well-balanced diet, consuming the right nutrients, maintaining the right amount of exercise, and getting the right amount of rest will help your body recover and stay healthy.",
  "WHR_leve2_name": "standard",
  "MusRate_leve2_suggestion": "During the muscle-building phase, you need energy support and should maintain a calorie intake higher than expenditure, especially in terms of carbohydrates and protein. Good sources of protein include chicken breast and egg whites. Carbohydrates can be obtained from grains, sweet potatoes, and other sources.",
  "visfat_leve3_name": "Danger",
  "BMR_leve1_name_h8": "Insufficient",
  "BMI_leve2_suggestion": "Keep a healthy diet, maintain an appropriate level of physical activity, develop good living habits, and ensure sufficient sleep and rest.",
  "Smi_leve1_name": "Insufficient",
  "BodyParam_bodyFatRateLeftArm_introduction": "The ratio of fat weight distributed on the left hand to the average value in the population.",
  "BodyParam_proteinKg": "Protein mass",
  "FatGrade_leve6_name": "Obesity level III.",
  "bone_leve2_suggestion": "It is recommended to maintain good diet and living habits, do moderate aerobic exercise and anaerobic exercise, and increase sunlight exposure time appropriately.",
  "mus_leve3_suggestion": " At present, your muscle mass is relatively sufficient, please continue to maintain an appropriate amount of exercise and a reasonable diet.",
  "BodyParam_bodyFatSubCutKg_introduction": "Human adipose tissue can be categorized into different types based on its location, including visceral fat, subcutaneous fat, and intermuscular fat. Subcutaneous fat specifically refers to the fat stored beneath the skin, particularly in the abdomen area and regions with well-developed muscles.",
  "FatGrade_leve2_suggestion": "Maintain a healthy lifestyle, including a healthy diet, moderate exercise and good sleep quality.",
  "water_leve3_evaluation": "The body's water content is above the standard level and falls within the excellent range",
  "MusRate_leve2_evaluation": "Congratulations, your muscle mass is within the standard range. Please continue to maintain it.",
  "BodyParam_cellMassKg_leve2_name_h8": "Standard",
  "BodyLBW_leve1_evaluation_h8": "Lack of proper muscle mass in the body may lead to health problems such as weakness and easy fatigue",
  "BodyFatKg_leve3_evaluation": "The fat content is higher than the normal range, which may pose certain health risks.",
  "BodyScore_leve2_evaluation": "Average physical condition, may have some suboptimal health status or potential risks.",
  "proteinPercentage_leve3_name": "Excellent",
  "BodyParam_waterECWKg_leve1_evaluation_h8": "The water content in the extracellular portion of body fluids falls below the standard range, a condition that can lead to problems such as hypovolemia and reduced blood flow to the kidneys, symptoms including thirst and dry skin.",
  "BodyFatKg_leve2_name_h8": "Standard",
  "BodyScore_leve4_evaluation": "Excellent physical condition",
  "BodyFatKg_leve3_name_h8": "Overweight",
  "WHR_leve1_suggestion": "For people with a low waist to hip ratio, maintaining a healthy lifestyle and a balanced diet remains important. Although a low waist to hip ratio is associated with some health benefits, it does not mean that there is no need to focus on other aspects of health. It is recommended to continue with comprehensive exercise, including aerobic exercise and strength training, to maintain overall physical health.",
  "FatGrade_leve4_name": "Obesity level I.",
  "BMR_leve1_name": "Slightly low",
  "Smi_leve2_suggestion": "Your body is in a normal state, please continue to maintain it.",
  "BodySubcutaneousFat_leve2_evaluation": "Having a healthy level of body fat is beneficial for physical health and disease prevention",
  "BodyFatKg_leve3_suggestion": "Control diet, limit intake of high calorie and high fat foods, increase physical activity and aerobic exercise.",
  "BMR_leve1_suggestion": "Strength training can improve basal metabolism and increase energy consumption. You can eat protein-rich foods such as chicken breast, egg whites, etc. in your diet. Protein consumes more energy than carbohydrates and fats, and the body consumes calories as well as protein.",
  "BodyParam_cellMassKg_leve3_name_h8": "Excellent",
  "BodyParam_proteinKg_introduction": "Protein quality refers to the protein content in the body tissue. They are protein molecules present in the human body and are important components of tissues, cells, and organs within the body.",
  "BodyFatKg_leve4_name": "Too High",
  "BodyLBW_introduction": "The total body weight after removing adipose tissue. It can reflect the body's muscle mass, bone density, and organ weight, and is one of the important indicators for evaluating physical health.",
  "Smi_name": "Skeletal muscle quality index",
  "Bodyfat_name": "Fat ratio",
  "BodyParam_cellMassKg_leve1_evaluation_h8": "The total number of cells in the body is low, which may lead to problems such as decreased immunity, susceptibility to infection, fatigue, and muscle weakness. The possible causes of insufficient cell mass include unhealthy living habits, malnutrition, lack of exercise, etc.",
  "BodyScore_name": "Health score",
  "proteinPercentage_leve1_evaluation": "The body has a low protein content and may have malnutrition or other health issues.",
  "proteinPercentage_name": "Protein ratio",
  "physicalAgeValue_leve1_name": "Younger physical age",
  "BodyParam_waterECWKg_leve2_name_h8": "Standard",
  "MusRate_leve1_suggestion": "During the muscle-building phase, you need energy support and should maintain a calorie intake higher than expenditure, especially in terms of carbohydrates and protein. Good sources of protein include chicken breast and egg whites. Carbohydrates can be obtained from grains, sweet potatoes, and other sources.",
  "BodyParam_cellMassKg_introduction": "The body cell count shows the number of all cells containing water and protein in human organs, which is mainly used to evaluate the nutritional status of subjects.",
  "Bodyfat_leve3_suggestion_h8": "It is recommended to control diet, reduce the intake of high-calorie foods, and increase aerobic exercise and strength training.",
  "physicalAgeValue_name": "Body age",
  "water_leve1_suggestion": "Maintain sufficient water intake every day. If you are overweight, you should also control your weight. In addition, avoid long-term exposure to dry environment and try to reduce the intake of Diuretic such as caffeine and alcohol.",
  "BodyFatKg_leve5_evaluation": "A Very high fat mass may be associated with a health risk.",
  "BodyScore_leve1_evaluation": "Poor physical condition may present health issues or potential risks.",
  "SkeletalMuscleKg_introduction": "Skeletal muscles are muscles attached to bones. That is what we usually understand as muscle mass. Skeletal muscle mass: The total weight of skeletal muscles in the body.",
  "BMI_leve3_suggestion": "Control your diet, avoid excessive intake of high calorie, high fat, and high sugar foods, gradually exercise moderately according to your physical condition, develop good lifestyle habits, and reduce stress and anxiety.",
  "BodySkeletal_leve3_evaluation": "Excellent skeletal muscle rate, strong physical strength, endurance, etc.",
  "FatGrade_leve1_suggestion": "It is recommended to consult a doctor or dietitian to formulate a reasonable diet plan and increase nutrition intake, including high-quality protein, healthy fat and carbohydrates.",
  "BodyParam_dCI_introduction": "Basal metabolic rate (BMR) refers to the minimum amount of energy required by the body to sustain vital functions at rest. This includes energy expended for activities such as breathing, heartbeats, maintaining body temperature, and other essential functions of the respiratory system, circulatory system, nervous system, liver, and other organs in a state of physical and mental rest. BMR represents the baseline energy expenditure necessary for survival.",
  "BodyFatKg_leve1_name_h8": "Lean",
  "Smi_leve1_suggestion": "Please pay attention to your physical health, adjust your lifestyle habits, and seek medical examination if necessary.",
  "BodyParam_mineralKg_leve2_suggestion_h8": "In good health, it is recommended to continue to maintain good eating habits.",
  "BodyFatKg_introduction": "Fat mass refers to the weight of adipose tissue in the body, which is one of the important indicators for evaluating the health status of the body. Fat mass has a significant impact on physical health, and comprehensive measures such as reasonable diet, moderate exercise, and a healthy lifestyle are needed to maintain fat content within a healthy range",
  "Bodyfat_leve2_name_h8": "Standard",
  "Weight_leve3_name": "Slightly high",
  "BodyParam_muscleKgRightArm_introduction": "Weights of various muscle segments, such as left hand muscle mass, right hand muscle mass, etc.",
  "BMR_leve2_suggestion": "BMR is closely related to diet, lifestyle, and exercise. Maintain a healthy lifestyle, balanced diet, and engage in physical activity at least once a week to keep fat at bay.",
  "heart_leve4_evaluation": "Heart rate above normal range may be related to emotional excitement, physical activity, stress response, or certain diseases.",
  "BodySkeletal_leve2_evaluation": "The skeletal muscle rate is at a normal level",
  "BodyParam_obesity_leve2_suggestion_h8": "It is recommended to maintain a healthy diet and lifestyle, and appropriately increase the amount of exercise, such as walking, jogging, swimming, etc., to maintain weight and physical health.",
  "proteinPercentage_leve2_suggestion": "Maintain a balanced diet and consume an appropriate amount of protein. Diversified diet, including meat, fish, beans, dairy products, nuts, etc., to ensure adequate protein intake.",
  "BodySkeletal_leve1_name": "Slightly low",
  "BodyParam_bodyFatRateRightArm": "Right arm fat ratio",
  "BodyParam_bodyFatKgLeftLeg": "Left leg fat mass",
  "Bodyfat_leve3_suggestion": "It is recommended to control diet, reduce the intake of high-calorie foods, and increase aerobic exercise and strength training.",
  "physicalAgeValue_introduction": "Physical age is an indicator that measures a person's physical health status, reflecting the level of physical health relative to their actual age.",
  "BodyParam_bodyFatRateLeftLeg_introduction": "The ratio of fat weight distributed on the left foot to the average value in the population.",
  "WHR_name": "Waist-hip Ratio",
  "BodyParam_cellMassKg": "Body cell mass",
  "mus_leve2_evaluation": "Congratulations! Your muscle mass is within the standard range. Keep up the good work!",
  "BodyParam_bodyFatKgLeftLeg_introduction": "Weights of various body fat segments, such as left hand fat mass, right hand fat mass, etc.",
  "proteinPercentage_leve3_suggestion": "Maintain a diverse and balanced diet, and continue to consume an appropriate amount of protein.",
  "Bodyfat_leve5_evaluation": "A very high body fat rate may be associated with health risks.",
  "BodyType_leve2_name": "Lean muscular ",
  "Weight_introduction": "Weight refers to the weight of the human body, usually measured in kilograms or pounds. Weight is an important indicator of human health, but it needs to be comprehensively evaluated based on factors such as height, body shape, and body fat percentage.",
  "visfat_leve3_suggestion_h4": "It is suggested to reduce high-fat and high-calorie food, increase the intake of fruits and vegetables, coarse grains and high-quality protein, and carry out proper aerobic exercise and anaerobic exercise every week, so as to quit smoking and limit alcohol consumption and maintain regular work and rest.",
  "BodyType_leve3_name": "Muscular",
  "Weight_name": "Weight",
  "BodyScore_leve2_name": "Average",
  "BodyParam_obesity_leve1_suggestion_h8": "It is recommended to increase nutrient intake and increase exercise appropriately to gain weight. You can choose high-protein, high-nutrition foods, such as meat, beans, nuts, milk, etc., and do moderate exercise at the same time, such as weightlifting, push-ups, squats, etc., increase muscle mass and body weight.",
  "proteinPercentage_leve1_suggestion": "Ensure adequate intake of protein, including protein rich foods such as meat, fish, beans, dairy products, nuts, etc.",
  "BodyParam_muscleKgTrunk_introduction": "Weights of various muscle segments, such as left hand muscle mass, right hand muscle mass, etc.",
  "BodyScore_leve4_name": "Very good",
  "visfat_leve2_name_h8": "Standard",
  "physicalAgeValue_leve1_suggestion": "Continue to maintain a healthy lifestyle, including healthy diet, moderate exercise, good sleep and stress management. These habits help maintain a youthful state of physical age.",
  "Bodyfat_leve1_name": "Underweight",
  "BodySkeletal_leve2_suggestion": "It is recommended to continue to maintain appropriate strength training as well as good nutritional eating habits, such as weight lifting, pull-ups, etc., with adequate nutritional intake of good quality protein, good quality carbohydrates and good quality fats.",
  "BodyParam_obesity_leve1_name_h8": "Low",
  "BodySubcutaneousFat_leve2_name": "Standard",
  "heart_leve2_suggestion": "It is recommended to continue maintaining a healthy diet, moderate exercise, and a good mental state, while maintaining a normal heart rate.",
  "FatGrade_leve4_evaluation": "Significantly exceeding the normal range, belonging to mild obesity and carries certain health risks.",
  "mus_leve1_evaluation": "Insufficient exercise and dieting are important factors leading to muscle loss. Muscles are the main drivers of energy consumption. Increasing muscle mass can increase calorie expenditure and help eliminate excess fat in a healthy way.",
  "BodyHealth_leve5_name": "Very good",
  "BodyFatKg_name": "Fat mass",
  "BMI_leve4_evaluation": "Obesity may increase the risk of heart disease, high blood pressure, diabetes, fatty liver and other diseases",
  "FatGrade_leve1_name": "Underweight",
  "SkeletalMuscleKg_leve2_name": "standard",
  "BodyFatKg_leve2_name": "Normal",
  "BodyParam_muscleRateLeftLeg": "Left foot muscle rate",
  "physicalAgeValue_leve2_name": "Older physical age",
  "BodyParam_obesity_leve2_name_h8": "Standard",
  "BodyParam_obesity_leve1_evaluation_h8": "Low levels may lead to problems such as malnutrition and decreased immunity.",
  "Bodyfat_leve4_name": "Overweight",
  "water_leve2_name": "Standard",
  "BodyControlLiang_name": "Fat control",
  "FatGrade_leve4_suggestion": "Develop appropriate diet plans, reduce the intake of high calorie and high-fat foods, increase aerobic exercise and strength training, and control weight.",
  "BodyHealth_name": "Health evaluation",
  "WHR_leve3_evaluation": "High waist to hip ratio refers to the larger proportion of the waist relative to the buttocks. This means that there is a greater accumulation of fat around the waist. A high waist to hip ratio may have some health issues.",
  "FatGrade_leve5_suggestion": "It is recommended to seek the help of a professional doctor or dietitian to develop a personalized weight loss plan, including changes in diet and exercise.",
  "BodySkeletal_leve3_name": "Excellent",
  "BodyParam_muscleRateRightLeg": "Right foot muscle rate",
  "Bodyfat_leve1_suggestion": "It is recommended to increase healthy fat intake and strength training to increase muscle mass.",
  "BodyHealth_leve3_evaluation": "The physical condition is at a normal level.",
  "BMR_leve3_suggestion_h8": "Please continue to maintain a balanced and nutritious diet, proper exercise, and a healthy lifestyle",
  "BodyControl_name": "Weight control",
  "BodyType_leve1_name": "Lean",
  "physicalAgeValue_leve1_evaluation": "The fact that the physical age is lower than the actual age reflects good physical health.",
  "BodyParam_muscleKgLeftLeg_introduction": "Weights of various muscle segments, such as left hand muscle mass, right hand muscle mass, etc.",
  "BodyLBW_leve3_evaluation_h8": "The body's muscle mass is at an excellent level, which contributes to good health and disease prevention.",
  "Bodyfat_leve2_evaluation": "Body fat rate is within normal range and meets health standards.",
  "bone_leve1_name": "Insufficient",
  "BodyParam_bodyFatKgRightLeg": "Right leg fat mass",
  "visfat_leve3_evaluation_h4": "High visceral fat level refers to high visceral fat content. Please pay attention to control diet, strengthen exercise, control visceral fat content and keep healthy.",
  "WHR_leve2_evaluation": "The standard waist to hip ratio refers to the proportion of relatively balanced waist to hip size. This means that the difference in size between the waist and buttocks is relatively small. The standard waist to hip ratio is considered a relatively healthy and balanced body shape.",
  "SkeletalMuscleKg_leve2_evaluation": "Skeletal muscle mass at normal levels",
  "heart_leve3_name": "Slightly high",
  "BodyFatKg_leve4_evaluation": "Fat mass is significantly above the normal range and may be accompanied by health problems.",
  "BodyFatKg_leve3_name": "Alert",
  "BodyParam_waterICWKg_leve1_name_h8": "Low",
  "BodyParam_mineralKg_leve3_evaluation_h8": "The content of some inorganic salts in the body is higher than the standard range, such as calcium, magnesium, iron and so on. In this case, the health status is better, but excessive intake will increase the risk of related diseases, such as excessive calcium will increase the risk of diseases such as kidney stones.",
  "visfat_leve1_name": "Standard",
  "BMR_leve2_suggestion_h8": "Take a well-balanced diet with adequate nutrients, calories, proteins, etc.; Exercise and physical activity in moderation to maintain an appropriate level of physical activity; Adopt good living habits and maintain sufficient sleep and rest.",
  "BodyParam_waterECWKg_introduction": "Water refers to blood, lymph, extracellular fluid, intracellular fluid, etc. that contain water in the body. It has functions that are important to the body, such as transporting nutrients, recycling wastes in the body, and maintaining body temperature. Maintaining a healthy hydration ratio ensures efficient body function and reduces the risk of related health problems.",
  "visfat_leve2_name": "Caution",
  "BodyType_leve4_name": "Lack of exercise",
  "BodyParam_obesity_leve3_evaluation_h8": "Obesity increases the risk of diseases such as high blood pressure, diabetes and heart disease.",
  "FatGrade_leve3_suggestion": "Control diet, limit the intake of high calorie and high-fat food, increase physical activity, aerobic exercise and strength training.",
  "Bodyfat_leve3_name": "Alert",
  "Weight_leve1_evaluation": "Lean weight may lead to issues such as malnutrition and weakened immunity",
  "SkeletalMuscleKg_name": "Skeletal muscle mass",
  "BodyParam_obesity_leve3_suggestion_h8": "It is recommended to adopt a healthy diet and exercise to control weight. You can choose low-calorie, low-fat, high-fiber foods, such as fruits, vegetables, and whole-wheat bread, and avoid high-calorie and high-fat foods. At the same time, aerobic exercise and strength training can be performed to enhance the body's ability to metabolize and burn fat.",
  "MusRate_leve3_evaluation": "Muscles are the main consumers of energy in your body. Increasing muscle mass allows you to burn calories more efficiently, leading to the healthy loss of excess fat and weight.",
  "BodyParam_bodyFatKgTrunk": " Trunk fat mass",
  "BodyParam_muscleKgRightLeg": "Right leg muscle mass",
  "WHR_introduction": "The ratio of waist circumference (length) to hip circumference (length) is an effective indicator for evaluating body fat content.",
  "bone_introduction": "Body bone mass refers to the total amount of bone tissue in the human Skeleton, including minerals and bone cells in bones. The size of bone mass directly affects bone health and plays a crucial role in the stability and function of the body.",
  "bone_leve3_name": "Excellent",
  "visfat_leve1_suggestion": "Please continue to adhere to a healthy diet and exercise appropriately, and be careful not to gain too much weight.",
  "BodyParam_muscleRateTrunk": "Trunk muscle rate",
  "BodyHealth_leve4_name": "Good",
  "BMR_leve1_suggestion_h8": "Increase muscle mass, exercise and strength training appropriately; ensure sufficient sleep and rest; keep on a diet, get adequate nutrition, and avoid overeating or eating too less",
  "Bodyfat_leve4_evaluation": "A body fat rate significantly above the normal range may be accompanied by health problems.",
  "BodyParam_muscleRateRightLeg_introduction": "The ratio of the muscle rate of the right foot distribution to the average value in the population.",
  "BodyLBW_leve2_name_h8": "Standard",
  "WHR_leve1_name": "low",
  "BodyParam_mineralKg_introduction": "Contained in bone and body fluids and categorized into intrabony and extrabony content, inorganic salts and skeletal muscle content are closely related to osteoporosis.",
  "BodySubcutaneousFat_leve3_name": "Slightly high",
  "BodyFatKg_leve1_suggestion": "It is recommended to increase the intake of healthy fats in your diet, such as nuts, seeds, and olive oil, to avoid excessive weight loss or dieting.",
  "BodyParam_obesity_introduction": "An indicator that measures the degree of obesity",
  "SkeletalMuscleKg_leve1_evaluation": "Insufficient skeletal muscle mass is usually also a lack of muscle mass, which may lead to physical weakness, insufficient strength, and other issues.",
  "MusRate_leve3_name": "Excellent",
  "BodyParam_mineralKg_leve2_name_h8": "Standard",
  "BodyParam_waterICWKg_leve1_evaluation_h8": "The water content in the cells is lower than the standard range, which may lead to problems such as dehydration and lack of water, especially during strenuous exercise, sweating, fever, diarrhea, etc. Symptoms include thirst, decreased urine output, dry skin, etc. .",
  "Weight_leve2_suggestion": "Maintain a balanced and nutritious diet, consume sufficient carbohydrates, proteins, fats, etc., engage in moderate exercise, and maintain good lifestyle habits.",
  "BodySubcutaneousFat_leve1_suggestion": "Increasing daily dietary energy intake and engaging in appropriate aerobic exercise can not only promote healthy fat metabolism, but also increase appetite and help weight gain",
  "BodyParam_waterECWKg_leve3_suggestion_h8": "It is recommended to appropriately reduce the amount of drinking water and control the intake of foods with high water content, such as salty foods and sugars.",
  "mus_name": "Muscle mass",
  "BodySkeletal_leve1_evaluation": "Insufficient skeletal muscle rate is usually also a lack of muscle mass, which may lead to physical weakness, insufficient strength, and other issues.",
  "BodyParam_waterECWKg_leve3_name_h8": "High",
  "water_introduction": "Moisture content refers to the percentage of water in human tissues to total body weight, also known as body moisture content.",
  "proteinPercentage_leve1_name": "Slightly low",
  "BodyParam_cellMassKg_leve3_evaluation_h8": "The total number of cells in the body is large. In this case, there are usually advantages such as higher immunity and better body resistance, but one should not blindly pursue a large number of cells.",
  "Smi_leve2_evaluation": "If the skeletal muscle mass index meets the standard, it indicates that your skeletal muscle mass level is normal",
  "mus_introduction": "Muscle mass refers to the total amount of muscle in the human body, including skeletal muscle, myocardial muscle, and smooth muscle. Muscle is one of the main metabolic tissues in the human body, which plays an important role in maintaining Basal metabolic rate, improving body stability, and promoting fat decomposition.",
  "mus_leve1_suggestion": "During the muscle-building phase, you need to ensure an energy surplus, with calorie intake higher than calorie expenditure. Focus on consuming foods rich in protein, such as chicken breast and egg whites. Carbohydrates from grains and sweet potatoes are also beneficial.",
  "BodyParam_obesity_leve2_evaluation_h8": "You are currently in the standard range and continue to reduce your risk of disease.",
  "BodyParam_mineralKg_leve1_evaluation_h8": "The content of some inorganic salts in the body is lower than the standard range, such as calcium, magnesium, iron and so on. This condition can lead to problems such as osteoporosis, anemia, and heart arrhythmias.",
  "BodyType_leve6_name": "Standard muscular ",
  "BodySubcutaneousFat_introduction": "Subcutaneous fat percentage refers to the percentage of adipose tissue beneath the body's endothelium in total body weight. Subcutaneous fat is beneficial to the body in moderation, but excessive amounts can put the body in an obese state and may lead to various health problems.",
  "BMI_leve3_evaluation": "Overweight may increase the risk of chronic diseases such as heart disease, hypertension and diabetes",
  "bone_leve2_evaluation": "Healthy bones are a sign of good health when bone mass is standardized.",
  "Smi_leve1_evaluation": "When the index of skeletal muscle mass index is insufficient, it indicates that your skeletal muscle mass is in a state of malnutrition.",
  "BodyType_leve9_name": "Muscular overweight",
  "BMR_leve2_evaluation_h8": "Normal body metabolism and relatively stable energy consumption",
  "BodyParam_mineralKg_leve1_name_h8": "Insufficient",
  "FatGrade_introduction": "A measure of whether an individual is overweight or obese based on their body fat content.",
  "Bodyfat_leve3_evaluation": "Body fat rate is slightly above the normal range and may carry some health risks.",
  "BodyParam_mineralKg_leve3_suggestion_h8": "It is recommended to appropriately reduce the intake of foods containing corresponding inorganic salts, especially in the case of oral supplementation of related nutritional products, and use them in strict accordance with the dosage recommended by a doctor or nutritionist.",
  "BodyScore_leve1_name": "Not good",
  "BMI_leve2_evaluation": "Normal weight indicates good physical health, but it is still necessary to maintain healthy lifestyle habits",
  "BodyControlLiang_introduction": "The difference between the actual fat weight and the standard fat weight. That is, the weight that needs to be controlled to maintain the standard fat content.",
  "BodyParam_muscleRateTrunk_introduction": "The ratio of the muscle rate of the trunk distribution to the average value in the population.",
  "Bodyfat_leve2_name": "Standard",
  "water_leve2_suggestion": "Continue to maintain good drinking habits and pay attention to a balanced diet. Consume fruits, vegetables, and foods with high water content in moderation to replenish the body's water needs.",
  "BodyParam_waterECWKg": "Extracellular water",
  "BMI_introduction": "BMI stands for Body Mass Index, a commonly used measure of human obesity ",
  "SkeletalMuscleKg_leve2_suggestion": "It is recommended to continue to maintain appropriate strength training and good nutritional eating habits. Weight lifting and pull-up are recommended for strength training, with sufficient intake of high-quality protein, high-quality carbon water, and high-quality fat.",
  "BodyParam_bodyFatRateLeftArm": "Left arm fat ratio",
  "Bodystandard_introduction": "Standard body weight is an essential indicator that reflects and assesses a person's health status. Being excessively overweight or underweight is detrimental to both health and aesthetics. ",
  "Bodyfat_leve3_evaluation_h8": "The body fat rate is higher than the normal range, which may pose a certain health risk.",
  "BodyScore_leve1_suggestion": "It is recommended to conduct a comprehensive health assessment and examination. And based on the physical examination results, develop personalized health improvement plans. Improving dietary habits, increasing physical activity, improving sleep quality, and reducing stress are all key factors in improving physical condition.",
  "BodyType_name": "Body Type",
  "FatGrade_leve2_evaluation": "Within normal range, meets health standards",
  "BodyParam_muscleKgLeftArm": "Left arm muscle mass",
  "BodyParam_cellMassKg_leve2_evaluation_h8": "When the total number of cells in the body is within the normal range, the body is in good health.",
  "MusRate_leve2_name": "Standard",
  "BodyLBW_leve1_suggestion_h8": "Increase dietary intake of protein, vitamins and other nutrients to promote the growth and development of body tissues, and at the same time pay attention to proper strength training, which can increase muscle mass and improve body metabolism",
  "bone_leve1_suggestion": "It is recommended to increase the intake of calcium and vitamin D, do appropriate Anaerobic exercise, and maintain a healthy lifestyle.",
  "BodyParam_muscleKgLeftLeg": "Left leg muscle mass",
  "FatGrade_leve5_name": "Obesity level II.",
  "BodyHealth_leve1_evaluation": "There may be some health issues or potential risks",
  "BodyParam_bodyFatKgRightArm": "Right arm fat mass",
  "FatGrade_name": "Obesity level",
  "Bodyfat_leve5_name": "Obese",
  "BodyLBW_leve3_name_h8": "Excellent",
  "BodyFatKg_leve5_suggestion": "Consult a professional doctor or dietitian to develop a personalized weight loss plan, including diet and exercise changes.",
  "BodyParam_muscleKgTrunk": "Trunk muscle mass",
  "mus_leve1_name": "Insufficient",
  "MuscleControl_introduction": "The difference between actual muscle weight and standard muscle weight.  That is, the weight that needs to be controlled to maintain standard muscle mass.",
  "WHR_leve3_suggestion": "For people with a high waist to hip ratio, it is important to take measures to reduce waist fat. This can be achieved through a balanced diet, moderate exercise, and weight management. Aerobic exercise, strength training, and core muscle exercise can help reduce waist fat and improve overall physical health. In addition, seeking advice and guidance from medical professionals is also a wise choice to develop a health plan that is suitable for individual circumstances.",
  "BMR_leve2_evaluation": "Congratulations, your BMR is at par!",
  "Weight_leve3_suggestion": "Control diet, reduce high calorie, high fat, and high sugar foods, engage in moderate physical activity according to the actual situation of the body, choose a healthy lifestyle, minimize prolonged sitting posture, and reduce stress and anxiety.",
  "BodyLBW_leve2_evaluation_h8": "The body's muscle mass is within a healthy range, which is conducive to good health and disease prevention.",
  "Weight_leve1_name_h8": "Lean",
  "BodyParam_waterICWKg_leve2_suggestion_h8": "It is recommended to maintain a good diet and living habits, increase the amount of drinking water appropriately, and avoid excessive drinking.",
  "BodyParam_obesity": "Adipostiy level",
  "BMI_name": "BMI",
  "heart_leve3_evaluation": "Heart rate slightly above normal range may be related to emotional excitement, physical activity, stress response, or certain diseases.",
  "SkeletalMuscleKg_leve3_evaluation": "Excellent skeletal muscle mass, strong physical strength, endurance, etc.",
  "SkeletalMuscleKg_leve3_name": "excellent",
  "heart_leve2_evaluation": "The heart rate is within the normal range and meets health standards.",
  "BodyHealth_leve5_evaluation": "Very good physical condition"
}